Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: This chapter defines the core mechanics and rules that govern the outcomes of events in Eclipse Phase.
fr_fr: Ce chapitre définit les mécanismes au cœur des règles qui gouvernent l'issue des évènements dans Eclipse Phase.

source: A note on terminology and Gender
fr_fr: Une note sur la terminologie, la traduction et le Genre.

source: The Eclipse Phase setting raises a number of interesting questions about gender and personal identity.
fr_fr: Le cadre d'Eclipse Phase soulève nombre de questions intéressante à propos du genre et de l'identité personnelle.

source: What does it mean when you are born female but you are occupying a male body?
fr_fr: Que signifie le fait d'être née femelle lorsque vous occupez un corps masculin?

source: When it comes to language and editing, this also poses a number of interesting questions for what pronouns to use.
fr_fr: Lorsqu'on en vient au langage et à l'édition, cela pose aussi nombre de questions intéressantes sur l'usage des pronoms.

source: The English language has a bit of a bias towards male-gendered pronouns that we hope to avoid in these rules.
fr_fr: Malheureusement, la langue Française ne possédant pas de genre neutre (contrairement au it Anglais), il nous sera donc difficile d'éviter le biais linguistique en faveur du masculin dans cette traduction.

source: What this means is that rather than just going with male pronouns (“he”) or switching between gendered pronouns (“he” in one chapter, “she” in the next), we have adopted the use of “they” even when referring to a single person.
fr_fr: Nous parlerons donc de joueurs, de maître de jeu, et de personnages avec des pronoms neutres dans la mesure du possible (équivalent du "on") en évitant de préciser les pronom (qu'il s'agisse de "il" ou de "elle").

source: To some folks, this is bad grammar, but there is actually some good evidence that this usage has strong historical roots (look it up), and it certainly gives our editors fewer headaches.
fr_fr: Cependant, et afin de ne pas rendre le tout particulièrement lourd et indigeste, le masculin restera employé lorsque la grammaire l'exige (et il s'agira donc d'un joueur, d'un maître de jeu et d'un personnage), le masculin, à défaut d'être le genre neutre, étant le genre "par défaut" de la grammaire française.

source: Core rules
fr_fr: Règles de bases

source: One rule in Eclipse Phase outweighs all of the others: have fun.
fr_fr: Une règle dans Eclipse Phase surclasse toutes les autres: éclatez-vous.

source: This means that you should never let the rules get in the way of the game.
fr_fr: Cela signifie que vous ne devriez jamais laisser les règles se mettre en travers du jeu.

source: If you don't like a rule, change it.
fr_fr: Si vous n'aimez pas une règle, changez-la.

source: If you can't find a rule, make one up.
fr_fr: Si vous ne trouvez pas une règle, créez en une.

source: If you disagree over a rule's interpretation, flip a coin.
fr_fr: Si vous n'êtes pas d'accord avec l'interpétation d'une règle, tirez à pile-ou-face.

source: Try not to let rules interfere with the game's flow and mood.
fr_fr: Essayez de ne pas laisser les règles interférer avec la fluidité et l'ambiance du jeu.

source: If you're in the middle of a really good scene or intense roleplaying and a rule suddenly comes into question, don't stop the game to look it up and argue about it.
fr_fr: Si vous êtes au milieu d'une trés bonne scène ou d'un moment de roleplay intense et qu'une règle pose soudainement un problème, n'arrétez pas le jeu pour la vérifier ou pour en discuter.

source: Just wing it, make a decision quickly, and move on.
fr_fr: Improvisez, prenez une décision rapide, et continuez.

source: You can always look the rule up later so you'll remember it next time.
fr_fr: Vous pourez toujours revérifier la règle plus tard afin de vous en rappeler la prochaine fois.

source: If there are disagreements over a rule's interpretation, remember that the gamemaster gets the final say.
fr_fr: Si il y a des désaccords autour de l'interprétation d'une règle, rappelez-vous que le maître de jeu a le dernier mot.

source: This rule also means that you shouldn't let the story be guided solely by rolls of the dice.
fr_fr: Cette règle signifie aussi que vous ne devriez pas laissez l'histoire être guidée uniquement par des jets de dés.

source: The element of chance that dice rolls provide lends a sense of randomness, uncertainty, and surprise to the game.
fr_fr: L'aléas d'un jet de dé amène un sentiment d'aléatoire, d'incertitude et de surprise à une partie.

source: Sometimes this is exciting, like when a character makes an unexpectedly difficult roll and saves the day.
fr_fr: Parfois c'est excitant, comem par exemple lorsqu'un personnage réussit un jet contre toute probabilité et, du coup, sauve l'équipe.

source: At other times, it is brutal, such as when a lucky shot from an opponent takes one of the characters out for good in a fight.
fr_fr: A d'autres moment, c'est brutal comme, par exemple, un tir chanceux d'un adversaire tue un personnage pour de bon lors d'un combat.

source: If the gamemaster wants a scenario to result in a pre-planned dramatic outcome and an unexpected die roll threatens that plan, they should feel free to ignore that roll and move the story in the direction they desire.
fr_fr: Si le maître de jeu veut qu'un scénario se termine par une issue dramatique planifiée et qu'un jet de dé inattendu menace son plan, il devrait se sentir libre d'ignorer ce jet et de continuer l'histoire dans la direction qu'il désire.

source: Eclipse Phase uses two ten-sided dice (each noted as a d10) for random rolls.
fr_fr: Eclipse Phase utilise deux dés à dix faces (d10) pour les jets aléatoires.

source: In most cases, the rules will call for a percentile roll, noted as d100, meaning that you roll two ten-sided dice, choosing one to count first, and then read them as a result between 0 and 99 (with a roll of 00 counting as zero, not 100).
fr_fr: Dans la plupart des cas, les règles demanderont un jet de pourcentage, noté d100, ce qui signifie que vous lancez deux dés à dix faces, en choisissant lequel sera lu en premier, et en lisant le résultat comme compris entre 00 et 99 (avec un résultat de 00 comptant comme zéro, non pas comme 100).

source: The first die counts as the tens digit, and the second die counts as the ones digit.
fr_fr: Le premier dé compte pour les dizaines, le second pour les unités.

source: For example, you roll two ten-sided dice, one red and one black, calling out red first.
fr_fr: Par exemple, vous lancez deux dés à dix faces, un rouge et un noir, annonçant que le rouge sera lu en premier.

source: The red one rolls a 1 and the black die rolls a 6, for a result of 16.
fr_fr: Le rouge fait un 1 et le noir fait un 6, pour un résultat de 16.

source: Some sets of d10s, as shown above, are specifically marked for easier rolling and reading.
fr_fr: Certains ensembles de d10 sont spécifiquement marqués pour faciliter le lancement des dés et la lecture des résultats.

source: Occasionally the rules will call for individual die rolls, with each individual ten-sided die listed as a d10.
fr_fr: De manière occasionnelle, les règles feront appel à des jets de dés seuls, chaque dés à dix face listés en temps que d10.

source: If the rules call for several dice to be rolled, it will be noted as 2d10, 3d10, and so on.
fr_fr: SI les règles demandent que plusieurs d10 soient lancés, ils seront notés 2d10, 3d10 et ainsi de suite.

source: When multiple ten-sided dice are rolled in these instances, the results are added together.
fr_fr: Lorsque plusieurs dés à dix faces sont lancés de cette manière, leurs résultats sont ajoutés les uns aux autres.

source: For example, a 3d10 roll of 4, 6, and 7 counts as 17.
fr_fr: Par exemple un jet de 3d10 ayant pour résultat 4, 6 et 7 compte pour un 17.

source: On d10 rolls, a result of 0 is treated as a 10, not a zero.
fr_fr: Sur les jets de d10, un résultat de 0 et traité comme un 10, pas comme un zéro.

source: Most players of Eclipse Phase can get by with having two ten-sided dice, but it doesn't hurt to have more on hand.
fr_fr: La plupart des joueurs d'Eclipse Phase s'en sortent en ayant seulement deux dés à dix-faces, mais ça ne fait pas de mal d'en avoir d'autres à portée de main.

source: These dice can be purchased at your friendly local game store or borrowed from another gamer.
fr_fr: Ces dés peuvent être achetés dans votre boutique de jeu préférée ou empruntés à d'autres joueurs.

source: In Eclipse Phase, your character is bound to find themself in adrenalin-pumping action scenes, high- stress social situations, lethal combats, spine-tingling investigations, and similar situations filled with drama, risk, and adventure.
fr_fr: Dans Eclipse Phase, votre personnage est destiné à se trouver impliqué dans des scènes d'actions adrénalisante, dans des situatsions sociales hyper-stressante, dans des combats létaux, dans des enquètes frissonantes et d'autres situations simillaires emplies de drame, de risque et d'aventures.

source: When your character is embroiled in these scenarios, you determine how well they do by making tests—rolling dice to determine if they succeed or fail, and to what degree.
fr_fr: Lorsque votre personnage est impliqué dans ces scénarios, vous déterminez la manière dont il s'en sort en faisant des tests - en lançant des dés pour déterminer si ils réussissent ou échouent, et dans quelle mesure.

source: You make tests in Eclipse Phase by rolling d100 and comparing the result to a target number.
fr_fr: Vous faites des tests dans Eclipse Phase en lançant un d100 et en comparant le résultat à un seuil.

source: The target number is typically determined by one of your character's skills (discussed below) and ranges between 1 and 98.
fr_fr: Le seuil est typiquement déterminé par l'une des compétences de votre personnage (voir plus bas) et est compris entre 1 et 98.

source: If you roll less than or equal to the target number, you succeed.
fr_fr: Si vous obtenez un résultat inférieur ou égal au seuil, vous réussissez votre test.

source: If you roll higher than the target number, you fail.
fr_fr: Si vous dépassez le seuil, vous échouez à votre test.

source: A roll of 00 is always considered a success.
fr_fr: Un résultat de 00 est toujours considéré comme un succès.

source: A roll of 99 is always a failure.
fr_fr: Un résultat de 99 est toujours considéré comme un échec.

source: Jaqui's character needs to make a skill test.
fr_fr: Le personnage de Jacqui doit faire un test de compétence.

source: Her skill is 55.
fr_fr: Sa compétence est de 55.

source: Jaqui takes two ten-sided dice and rolls a 53—she succeeds!
fr_fr: Jacqui prends deux dés à dix faces et obtient un 53 - elle réussit!

source: If she had rolled a 55, she still would have been successful, but any roll higher than that would have been a failure.
fr_fr: Si elle avait obtenu un 55, elle aurait également réussit, mais tout résultat supérieur aurait été un échec.

source: As noted above, the target number for a d100 roll in Eclipse Phase is usually the skill rating.
fr_fr: Comme noté précédement, le seuil pour le jet d'un d100 dans Eclipse Phase est généralement la valeur d'une compétence.

source: Occasionally, however, a different figure will be used.
fr_fr: Cependant et de manière occasionnelle, un nombre différent sera utilisé.

source: In some cases, an aptitude score is used, which makes for much harder tests as aptitude scores are usually well below 50 (see Aptitudes, ).
fr_fr: Dans certains cas, un score d'aptitude sera utilisé, ce qui rend les test plus difficile car les aptitudes sont généralement bien en dessous de 50 (voir le passage Aptitudes, ).

source: In other tests, the target number will be an aptitude rating x 2 or x 3 or two aptitudes added together.
fr_fr: Dans d'autres test, la cible sera un score d'aptitude x2 ou x3 ou la somme de deux Aptitudes.

source: In these cases, the test description will note what rating(s) to use.
fr_fr: Dans ces cas là, la description du test indiquera quel(s) score(s) utiliser.

source: The gamemaster decides when a character must make a test.
fr_fr: Le maître de jeu décide quand un personnage doit faire un test.

source: As a rule of thumb, tests are called for whenever there is a chance that a character might fail at an action or when success or failure may have an effect on the ongoing story.
fr_fr: Comme règle de base, les tests doivent être tentés lorsqu'il y a une chance qu'un personnage échoue une action ou lorsque la réussite ou l'échec de l'action peut avoir un impact sur l'histoire en cours.

source: Tests are also called for whenever two or more characters act in opposition to one another (for example, if they are arm wrestling or haggling over a price).
fr_fr: Les tests sont aussi nécessaires lorsque deux personnage ou plus agissent en opposition les uns aux autres (par exemple, si ils s'affrontent au bras de fer ou si ils négocient un prix).

source: On the other hand, routine use of a skill by someone with at least a rating of 30 in that skill can be assumed to be successful with no test.
fr_fr: D'un autre côté, les utilisations routinières d'une compétence avec un score d'au moins 30 peuvent être considérées comme des réussites sans faire de test.

source: It is not necessary to make tests for everyday, run-of-the-mill activities, such as getting dressed or checking your email (especially in Eclipse Phase, where so many activities are automatically handled by the machines around you).
fr_fr: Il n'est pas nécessaire de faire de jets de dés pour les actiosn de la vie quotidienne tels que s'habiller ou vérifier ses mails (particulièrement dans Eclipse Phase, où tant de choses sont gérées automatiquement par les machines autour de vous).

source: Even an activity such as driving a car does not call for dice rolls as long as you have a small modicum of skill.
fr_fr: Même une activité telle que la conduite automobile ne nécessite pas de jets de dés tant que vous avez un minimum dans la compétence.

source: A test might be necessary, however, if you happen to be driving while bleeding to death or are pursuing a gang of motorcycle-riding scavengers through the ruins of a devastated city.
fr_fr: Un test peut cependant être nécessaire si vous conduisez pendant que vous vous videz de votre sang ou que vous poursuivez un gang de charognards à moto à travers les ruines d'une cité dévastée.

source: Knowing when to call for tests and when to let the roleplaying flow without interruption is a skill every gamemaster must acquire.
fr_fr: Savoir quand faire appel à des jets et quand laisser l'interprétation et le roleplay se dérouler sans interruption est une compétence que chaque maître de jeu doit acquérir.

source: Sometimes it is better to simply make a call without rolling dice in order to maintain the pacing of the game.
fr_fr: Parfois, il peut-être plus simple de décider l'issue du jet arbitrairement sans lancer de dés afin de maintenir le rythme de la partie.

source: Likewise, in certain circumstances the gamemaster may decide to make tests for a character in secret, without the player noticing.
fr_fr: De la même manière, dans certaines circonstances, le maître de jeu peut décider de faire des tests pour un personnage en secret, sans que le joueur ne le remarque.

source: If an enemy is trying to sneak past a character on guard, for example, the gamemaster will alert the player that something is amiss if they ask them to make a perception test.
fr_fr: Si un ennemi essaye de s'infiltrer sous la vigilance d'un personnage, par example, le maître de jeu signalera au joueur que quelquechose va de travers si il lui de faire un test de perception.

source: This means that the gamemaster should keep a copy of each character's record sheet on hand at all times.
fr_fr: Cela signifie que le maïtre de jeu devrait garder en permanence une copie de chaque fiche de personnage à portée de main.

source: The measure of a test's difficulty is reflected in its modifiers.
fr_fr: L'évaluation de la difficulté d'un test est reflétée par ses modificateurs.

source: Modifiers are adjustments made to the target number (not the roll), either raising or lowering it.
fr_fr: Les modificateurs sont des ajustements apportés au seuil du test (pas au jet en lui-même), soit en l'augmentant, soit en le diminuant.

source: A test of average difficulty will have no modifiers, whereas actions that are easier will have positive modifiers (raising the target number, making success more likely) and harder actions will have negative modifiers (lowering the target number, making success less likely).
fr_fr: Un test de difficulté moyenne n'aura pas de modificateur, alors que les actions plus simple auront des modificateurs positifs (augmentant le seuil de réussite et donc les chances de succès) et que les actions plus difficiles auront des modificateurs négatifs (abaissant le seuil de réussite et donc les chances de succès).

source: It is the gamemaster's job to determine if a particular test is harder or easier than normal and to what degree (as illustrated on the Test Difficulty table) and to then apply the appropriate modifier.
fr_fr: C'est le boulot du maître de jeu de déterminer si un test particulier est plus difficile ou plus simple que la norme et dans quelle mesure (tel qu'illustré dans la table des Difficultés des Tests) et d'appliquer ensuite les modificateurs appropriés.

source: Other factors might also play a role in a test, applying additional modifiers aside from the test's general level of difficulty.
fr_fr: D'autres facteurs peuvent aussi jouer un rôle dans un test, appliquant des modificateurs additionels au delà du niveau de difficulté général du test.

source: These factors include the environment, equipment (or lack thereof), and the health of the character, among other things.
fr_fr: Ces facteurs incluent l'environnement, l'équipement (ou l'absence d'équipement) ainsi que la santé du personnage parmi d'autres.

source: The character might be using superior tools, working in poor conditions, or even wounded, and each of these factors must be taken into account, applying additional modifiers to the target number and adjusting the likelihood of success or failure.
fr_fr: Le personnage peut utiliser des outils de qualité supérieure, travailler dans des conditions lamentables ou être blessé, et chacun de ces facteurs devrait être pris en compte, appliquant des modificateurs supplémentaires au seuil et modifiant la probabilité de réussir ou de rater le jet.

source: For simplicity, modifiers are applied in multiples of 10 and come in three levels of severity: Minor (+/–10), Moderate (+/–20), and Major (+/–30).
fr_fr: Dans un but de simplification, les modificateurs sont appliqués par multiples de 10 et viennent en trois niveaux d'intensité: Mineur (+/-10), Modéré (+/-20) et Majeur (+/-30).

source: Any number of modifiers may be applied, as the gamemaster deems appropriate, but the cumulative modifiers may not exceed + or – 60.
fr_fr: Tant que le maître de jeu le pense approprié, n'importe quel nombre de modificateur peuvent être appliqués, mais la valeur cumulée de ces modificateurs ne peut pas excéder + ou - 60.

source: Jaqui is attempting to leap from one door to another across a large chamber in zero gravity.
fr_fr: Jacqui tente d'aller d'une porte à une autre à travers une grande pièce en gravité zéro.

source: She's in a hurry.
fr_fr: Elle est pressée.

source: If she misses the door, she'll lose valuable time, so the gamemaster calls for a Freefall Skill Test.
fr_fr: Si elle rate la porte, elle perdra un temps précieux, donc le maître de jeu demande un Test de Compétence en Chute Libre.

source: Jaqui's Freefall skill is 46.
fr_fr: La compétence Chute Libre de Jaqui est de 46.

source: Unfortunately the chamber is filled with floating debris that could get in her way.
fr_fr: Malheureusement, la pièce est emplie de débris flottant qui pourrait la géner dans ses déplacements.

source: The gamemaster determines this is a Moderate modifier, reducing the target number by 20.
fr_fr: Le maître de jeu détermine qu'il s'agît d'un modificateur Modéré, réduisant le seuil de 20.

source: Jaqui must roll a 26 or less to succeed.
fr_fr: Jacqui doit obtenir 26 ou moins pour réussir son jet.

source: Any time both dice come up with the same number -- 00, 11, 22, 33, 44, etc.—you have scored a critical success or critical failure, depending on whether your roll also beat your target number.
fr_fr: A chaque fois que les deux dés tombent sur le même résultat - 00, 11, 22, 33, 44, etc - vous obtenez un succès critique ou un échec critique, selon que vous ayez battus ou non le seuil de difficulté.

source: 00 is always a critical success, whereas 99 is always a critical failure.
fr_fr: 00 est toujour sun succès critique alors que 99 est toujours un échec critique.

source: Rolling doubles means that a little something extra happened with the outcome of the test, either positive or negative.
fr_fr: Obtenir des doubles signifie qu'un petit extra se produit en plus de l'issue du test, qu'il soit positif ou négatif.

source: Criticals have a very specific application in combat tests (see ), but for all other purposes the gamemaster decides what exactly went wrong or right in a specific situation.
fr_fr: Les critiques ont une applications trés spécifiques sur les test de Combat (voir ), mais dans tous les autres cas le maître de jeu décide ce qui s'est mal ou bien passé dans une situation particulière.

source: Criticals can be used to amplify a success or failure: you finish with a flourish or fail so spectacularly that you remain the butt of jokes for weeks to come.
fr_fr: Les critiques peuvent être utilisés pour amplifier un succès ou un échec: vous pouvez terminer avec un bonus ou rater de manière tellement spectaculaire que vous serez la cible des moqueries pendant les semaines à venir.

source: They can also result in some sort of unexpected secondary effect: you repair the device and improve its performance; or you fail to shoot your enemy and hit an innocent bystander.
fr_fr: Ils peuvent aussi amener une sorte d'effet secondaire inattendu: vous réparez l'appareil et améliorez ses performances; ou vous pouvez échouer à toucher votre ennemi et blesser un passant innocent à la place.

source: Alternately, a critical can be used to give a boost (or a hindrance) to a follow-up action.
fr_fr: De manière alternative, un critique peut-être utilisé pour donner un boost (ou une gène) sur une action à suivre.

source: For example, you not only spot a clue, but you immediately suspect it to be red herring; or you not only fail to strike the target, but your weapon breaks, leaving you defenseless.
fr_fr: Par exemple, vous ne faites pas que remarquer un indice, vous supectez immédiatement qu'il s'agît d'une fausse piste; ou vous ne faites pas que ratez votre cible, mais votre arme casse vous laissant sans défense.

source: Gamemasters are encouraged to be inventive with their use of criticals and choose results that create comedy, drama, or tension.
fr_fr: Les maîtres de jeu sont encouragés à être inventifs dans leur utilisation des critiques et de choisir les résultats qui créent des situations comiques, dramatiques ou de tendues.

source: Audrey is attempting to intimidate a low-level triad mook into giving her information.
fr_fr: Audrey tente d'intimider une petite frappe des triades afin d'en obtenir des informations.

source: Unfortu- nately she rolls a 99—a critical failure.
fr_fr: Malheureusement, elle obtient un 99 - un échec critique.
